Repository: alexminza/wc-alcohol
Catalog: languages/wc-alcohol-*.po
Languages: ro_ro, ru_ru

source: Products Sale Restrictions for WooCommerce
ro_ro: Restricții vânzare produse pentru WooCommerce
ru_ru: Ограничения продажи товаров для WooCommerce

source: Products sale limitations during restriction hours.
ro_ro: Limitări de vânzare produse în timpul orelor de restricție.
ru_ru: Запрет продажи товаров во время действия ограничений.

source: Products sale restrictions
ro_ro: Restricții vânzare produse
ru_ru: Ограничения продажи товаров

source: Settings
ro_ro: Setări
ru_ru: Настройки

source: Enable restrictions
ro_ro: Activează restricții
ru_ru: Включить ограничения

source: Enable sale limitations during restriction hours
ro_ro: Activează interdicția de vânzare produse în timpul orelor de restricție
ru_ru: Включить запрет продажи товаров во время действия ограничений

source: Restriction time start
ro_ro: Început restricție
ru_ru: Начало ограничения

source: Example: 22:00
ro_ro: Exemplu: 22:00
ru_ru: Пример: 22:00

source: Restriction time end
ro_ro: Sfârșit restricție
ru_ru: Конец ограничения

source: Example: 09:00
ro_ro: Exemplu: 09:00
ru_ru: Пример: 09:00

source: Restricted categories
ro_ro: Categorii restricționate
ru_ru: Ограниченные категории

source: Select restricted categories
ro_ro: Selectează categoriile restricționate
ru_ru: Выберите ограниченные категории

source: Hierarchical restriction
ro_ro: Restricție ierarhică
ru_ru: Иерархическое ограничение

source: Subcategories will inherit restrictions from their parent category.
ro_ro: Subcategoriile vor moșteni restricții de la categoria părinte.
ru_ru: Подкатегории унаследуют ограничения от родительской категории.

source: Warning message
ro_ro: Mesaj de avertizare
ru_ru: Предупреждающее сообщение

source: Warning message displayed to the customers when trying to purchase products from the selected categories during restriction hours.
ro_ro: Mesajul de avertizare afișat clienților la încercarea de a cumpăra produse din categoriile selectate în intervalul orar restricționat.
ru_ru: Предупреждающее сообщение, отображаемое клиентам при попытке приобрести товары из выбранных категорий во время действия ограничений.

source: Format: <code>%1$s</code> - Category, <code>%2$s</code> - Restriction time start, <code>%3$s</code> - Restriction time end
ro_ro: Format: <code>%1$s</code> - Categorie, <code>%2$s</code> - Început restricție, <code>%3$s</code> - Sfârșit restricție
ru_ru: Формат: <code>%1$s</code> - Категория, <code>%2$s</code> - Начало ограничения, <code>%3$s</code> - Конец ограничения

source: The sale of products in the "%1$s" category is prohibited from %2$s to %3$s.
ro_ro: Produsele din categoria "%1$s" nu pot fi comercializate între orele %2$s - %3$s.
ru_ru: Продажа товаров из категории “%1$s” запрещена с %2$s до %3$s.

source: Show warning on
ro_ro: Arată avertisment pe
ru_ru: Показывать предупреждение на

source: Product pages
ro_ro: Pagini produse
ru_ru: Страницах товаров

source: Category pages
ro_ro: Pagini categorii
ru_ru: Страницах категорий
